<?php 
session_start();


?>
<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="utf-8">
  <meta content="width=device-width, initial-scale=1.0" name="viewport">

  <title>EazySite</title>
  <meta content="" name="description">
  <meta content="" name="keywords">

  <!-- Favicons -->
  <link href="assets/img/Eazy.png" rel="icon">
  <link href="../assets/img/apple-touch-icon.png" rel="apple-touch-icon">

  <!-- Google Fonts -->
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
  <link href="https://fonts.googleapis.com/css2?family=Open+Sans:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,600;1,700&family=Montserrat:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,500;1,600;1,700&family=Raleway:ital,wght@0,300;0,400;0,500;0,600;0,700;1,300;1,400;1,500;1,600;1,700&display=swap" rel="stylesheet">

  <!-- Vendor CSS Files -->
  <link href="../assets/vendor/bootstrap/css/bootstrap.min.css" rel="stylesheet">
  <link href="../assets/vendor/bootstrap-icons/bootstrap-icons.css" rel="stylesheet">
  <link href="../assets/vendor/aos/aos.css" rel="stylesheet">
  <link href="../assets/vendor/glightbox/css/glightbox.min.css" rel="stylesheet">
  <link href="../assets/vendor/swiper/swiper-bundle.min.css" rel="stylesheet">

  <!-- Template Main CSS File -->
  <link href="../assets/css/main.css" rel="stylesheet">
</head>

<body>

  <!-- ======= Header ======= -->

  <header id="header" class="header d-flex align-items-center">

    <div class="container-fluid container-xl d-flex align-items-center justify-content-between">
      <a href="../index.php" class="logo d-flex align-items-center">
        <!-- Uncomment the line below if you also wish to use an image logo -->
        <h1>Eazy<span>.</span></h1>
      </a>
      <nav id="navbar" class="navbar">
        <ul>
          <li><a href="../index.php">Home</a></li>
          <li></li>
            <?php 
            $success = $_SESSION['success'] ?? '';
            if( $success==true)
             { 
              echo '<a href="../logout.php"><span>' . $_SESSION["username"] . ' (Logout)</span></a></li>';
             }
            
            elseif( $success==false)
             {
               echo '<a href="../login.php"><span>Login/Register</span></a></li>';
              }
           ?> 
              

      
        </ul>
        
      </nav><!-- .navbar -->

      <i class="mobile-nav-toggle mobile-nav-show bi bi-list"></i></i>
      <i class="mobile-nav-toggle mobile-nav-hide d-none bi bi-x"></i>

    </div>
  </header><!-- End Header -->
  <!-- End Header -->

  <main id="main">

    <!-- ======= Breadcrumbs ======= -->
    <div class="breadcrumbs">
      <div class="page-header d-flex align-items-center" style="background-image: url('');">
        <div class="container position-relative">
          <div class="row d-flex justify-content-center">
            <div class="col-lg-6 text-center">
              <h2>การออกกําลังกายที่ดี</h2>
              <p>การออกกําลังกายที่ดีควรมีวิธีการที่ออกกําลังกายและท่าทางที่ถูกต้อง ทั้งยังควรออกกําลังกายอย่างสมํ่าเสมอเพื่อให้ได้ประสิทธิภาพที่ดีที่สุด โดยเราได้จัดวิธีการต่างๆรวมถึงประโยชน์ของการออกกําลังกาย มาให้ผู้อ่านได้อ่านกันแล้วครับ</p>
            </div>
          </div>
        </div>
      </div>
      <nav>
        <div class="container">
          <ol>
            <li><a href="../index.php#services">หน้าหลัก</a></li>
            <li>ออกกำลังกายอย่างไรให้ดีต่อสุขภาพ?</li>
          </ol>
        </div>
      </nav>
    </div><!-- End Breadcrumbs -->

    <!-- ======= Blog Details Section ======= -->
    <section id="blog" class="blog">
      <div class="container" data-aos="fade-up">

        <div class="row">

          <div class="col-md-2"></div>
          <div class="col-md-8">

            <article class="blog-details">

              <div class="post-img">
                <img src="../assets/img/blog_exercise/exercise0.jpg" class="img-fluid rounded mx-auto d-block" alt="">
              </div>

              <h2 class="title">ออกกำลังกายอย่างไรให้ดีต่อสุขภาพ?</h2>

              <div class="meta-top">
                <ul>
                  <li class="d-flex align-items-center"><i class="bi bi-person"></i> <a href="">EazySite</a></li>
                  <li class="d-flex align-items-center"><i class="bi bi-clock"></i> <a href=""><time datetime="2020-11-20">Nov 20, 2022</time></a></li>
                  
                </ul>
              </div><!-- End meta top -->

              <div class="content">
                <p class="fw-bold fs-6">
                  ออกกำลังกาย คือ การทำกิจกรรมที่ได้ออกแรงหรือเคลื่อนไหวร่างกายซึ่งมีหลากหลายรูปแบบ การออกกำลังกายอย่างสม่ำเสมอก่อให้เกิดผลดีต่อสุขภาพ โดยช่วยจัดระเบียบร่างกายและควบคุมอารมณ์ได้เป็นอย่างดี
                  รวมทั้งเสริมสร้างสมรรถภาพร่างกายด้านต่าง ๆ ดังนี้
                </p>

                <p>
                  <ul>
                    <li>Endurance หรือ ความทนทาน ช่วยให้หัวใจแข็งแรง เพื่อร่างกายจะได้ลำเลียงออกซิเจนไปเลี้ยงเซลล์ต่าง ๆ ดีขึ้น และไม่เหนื่อยง่ายเมื่อทำกิจกรรมหนักๆ</li>
                    <li>Strenght หรือ ความแข็งแรง ช่วยให้แบกของหนัก ออกแรง รวมทั้งทำกิจกรรมต่าง ๆ ที่ต้องใช้กล้ามเนื้อได้ดีขึ้น</li>
                    <li>Balance หรือ การทรงตัว ช่วยให้ทรงตัว รวมทั้งเคลื่อนไหวร่างกายโดยไม่หกล้มได้ง่าย</li>
                    <li>Flexibility หรือ ความยืดหยุ่น ช่วยให้ยืดตัว เอี้ยวตัว หรือเคลื่อนไหวร่างกายได้ง่ายขึ้น</li>
                  </ul>
                </p>

                <img src="../assets/img/blog_exercise/exercise1.jpg" class="img-fluid rounded mx-auto d-block" alt=""><br><br>

                <p>
                  <b>ประเภทการออกกำลังกายมีอะไรบ้าง?</b>
                  <br><br>
                  การออกกำลังกายมีหลายรูปแบบ ผู้คนมักเลือกออกกำลังกายเฉพาะที่ตนเองสนใจ อย่างไรก็ตาม การออกกำลังกายให้ครบทุกรูปแบบจะช่วยเสริมสร้างสมรรถภาพร่างกายทุกด้านให้ดีขึ้น 
                  โดยการออกกำลังกายแบ่งออกเป็น 4 ประเภทหลัก ได้แก่ การออกกำลังกายแบบแอโรบิก การออกกำลังกายฝึกกล้ามเนื้อ การยืดกล้ามเนื้อ และการออกกำลังกายเสริมการทรงตัว ดังนี้
                </p>

                <p>
                  <b>การออกกำลังกายแบบแอโรบิก (Aerobic Exercise)</b>
                  <br><br>
                  การออกกำลังกายแบบแอโรบิกจะช่วยให้อัตราการเต้นของหัวใจและการหายใจดีขึ้น ช่วยขยายผนังหลอดเลือด ลดความดันโลหิต เผาผลาญไขมันส่วนเกินในร่างกาย ลดระดับน้ำตาลในเลือด ลดอาการอักเสบ 
                  เพิ่มระดับไขมันดีให้ร่างกาย ทั้งยังส่่งเสริมการทํางานของสมอง ลดความเสี่ยงจากโรคสมองเสื่อม และทําให้อารมณ์ดีอีกด้วย<br><br>
                  ควรทำกิจกรรมต่อเนื่องกันอย่างน้อย 30 นาที/วัน เช่น เดินเร็ว ว่ายน้ำ วิ่ง ปั่นจักรยาน 
                  หรือทำกิจกรรมเข้าจังหวะ เช่น การเต้น เป็นต้น อย่างไรก็ตาม การออกกำลังกายแบบแอโรบิกไม่ควรหักโหมจนหายใจไม่ทัน เวียนศีรษะ เจ็บหรือแน่นหน้าอก หรือรู้สึกแสบร้อนกลางทรวงอก
                  ควรอบอุ่นร่างกายหรือคลายกล้ามเนื้อทุกครั้ง<br><br>
                </p>
                <img src="../assets/img/blog_exercise/exercise2.jpg" class="img-fluid rounded mx-auto d-block" alt=""><br><br>

                <p>
                  <b>การออกกำลังแบบฝึกกล้ามเนื้อ (Strenght Training)</b>
                  <br><br>
                  การออกกำลังฝึกกล้ามเนื้อจะช่วยสร้างกล้ามเนื้อที่สูญเสียไปตามอายุที่มากขึ้น โดยสามารถใช้อุปกรณ์สำหรับฝึกกล้ามเนื้อ ดัมเบล หรือของใช้ต่าง ๆ ภายในบ้านมาประยุกต์สำหรับฝึกกล้ามเนื้อ
                  การออกกำลังชนิดนี้จะช่วยให้กล้ามเนื้อแข็งแรง กระตุ้นการเจริญเติบโตของกระดูก ลดน้ำตาลในเลือด ช่วยควบคุมน้ำหนัก ช่วยจัดท่าทางร่างกายและการทรงตัว ลดอาการตึงหรือปวดบริเวณหลังส่วนล่างและข้อต่อ 
                  อย่างไรก็ตาม การออกกำลังฝึกกล้ามเนื้อควรคำนึงถึงความปลอดภัยต่อสุขภาพเป็นสำคัญซึ่งทำได้ ดังนี้<br>
                  <ul>
                    <li>ควรเริ่มยกเวทหรือดัมเบลที่มีน้ำหนักเบาก่อน แล้วค่อยเพิ่มน้ำหนักขึ้นเพื่อให้ร่างกายปรับตัวได้ เนื่องจากการเริ่มฝึกด้วยอุปกรณ์ที่มีน้ำหนักมากเกินไปจะทำให้บาดเจ็บได้</li>
                    <li>ค่อย ๆ เพิ่มน้ำหนักให้มากขึ้น เพื่อพัฒนาสมรรถภาพในการฝึกกล้ามเนื้อ</li>
                    <li>ไม่ควรกลั้นลมหายใจขณะฝึกกล้ามเนื้อ เนื่องจากอาจทำให้ความดันโลหิตเปลี่ยนแปลง</li>
                    <li>ควรหายใจสม่ำเสมอขณะออกกำลัง โดยหายใจเข้าทางจมูก และหายใจออกทางปาก หรือหายใจเข้าและออกทั้งทางจมูกและปากได้ในกรณีที่รู้สึกหายใจไม่สะดวก</li>
                    <li>ควรหายใจออกเมื่อออกแรงฝึก และหายใจเข้าเมื่อผ่อนแรงลง</li>
                    <li>ควรออกกำลังในแต่ละท่าอย่างช้า ๆ และถูกจุดที่บริหาร ไม่ควรรีบจนเกินไป เพื่อป้องกันการได้รับบาดเจ็บ</li>
                  </ul>
                </p>

                <p>
                  <b>การยืดเส้น (Stretching)</b><br><br>
                  การยืดเหยียดกล้ามเนื้อเป็นประจำจะช่วยให้กล้ามเนื้อยืดหยุ่นมากขึ้น ส่งผลให้เคลื่อนไหวได้ดีและลดอาการปวดหรือเสี่ยงได้รับบาดเจ็บน้อยลง การยืดเส้นควรทำทุกวันหรืออย่างน้อยสัปดาห์ละ 3-4 ครั้ง 
                  โดยยืดเส้นกล้ามเนื้อช้า ๆ พยายามยืดให้ได้มากที่สุด ค้างไว้ 10-30 วินาที แล้วค่อยผ่อน ควรอบอุ่นร่างกายยืดเส้น จากนั้นจึงเริ่มบริหารร่างกายด้วยท่ายืดเส้นตามส่วนต่าง ๆ ของร่างกาย ได้แก่ 
                  น่อง ต้นขาด้านหลัง กล้ามเนื้อที่งอข้อต่อสะโพก กล้ามเนื้อต้นขา กล้ามเนื้อที่ไหล่ คอ และหลังส่วนล่าง โดยท่ายืดเส้นที่ช่วยยืดเส้นในบางส่วนต่าง ๆ ของร่างกายมีดังนี้
                </p>

                <p>
                  <b>การออกกำลังเสริมการทรงตัว (Balance Exercise)</b><br><br>
                  ผู้ที่มีอายุมากขึ้นจะสูญเสียระบบที่ช่วยเรื่องการทรงตัวของร่างกาย ได้แก่ การมองเห็น กล้ามเนื้อขาและข้อต่อ การออกกำลังเสริมการทรงตัวจะช่วยให้ร่างกายทรงตัวได้ดีขึ้น 
                  ทั้งยังป้องกันการหกล้ม โดยทั่วไปแล้ว การออกกำลังชนิดนี้ทำได้บ่อยตามต้องการ เนื่องจากการออกกำลังเสริมการทรงตัวบางท่าก็รวมอยู่ในการฝึกกล้ามเนื้อร่างกายส่วนล่างบางท่าด้วย 
                  ซึ่งการออกกำลังเสริมการทรงตัวสามารถฝึกได้เอง
                </p>

                <p>
                  <b>เริ่มต้นออกกำลังกายอย่างถูกต้อง</b><br><br>
                  การเตรียมตัวสำหรับเริ่มออกกำลังกายถือเป็นสิ่งสำคัญ เนื่องจากจะช่วยให้ผู้ฝึกตั้งเป้าหมายสำหรับออกกำลังกายได้อย่างชัดเจน กระตุ้นตัวเองให้ออกกำลังกายอยู่เสมอ 
                  ทั้งยังออกกำลังกายได้อย่างถูกต้องและส่งผลดีต่อสุขภาพ ผู้ฝึกควรลองเริ่มต้นออกกำลังกาย ดังนี้
                </p>

                <p>
                  <b>1.ระบุกิจวัตรประจำวันที่เกี่ยวกับการออกกำลังกาย</b>
                  ผู้ฝึกที่เริ่มต้นออกกำลังกายควรเริ่มสำรวจว่าตนเองออกกำลังกายสัปดาห์ละกี่วัน ใช้เวลาในการออกกำลังกายหรือทำกิจกรรมที่เคลื่อนไหวร่างกายแต่ละครั้งนานเท่าไหร่ 
                  การระบุกิจวัตรดังกล่าวจะช่วยให้ผู้ฝึกรู้ว่าตนเองควรเริ่มต้นออกกกำลังกายที่เหมาะสมอย่างไร ทั้งยังเป็นข้อมูลในการวางแผนสำหรับออกกำลังกายต่อไปด้วย
                </p>

                <p>
                  <b>2.ตั้งเป้าหมายในการออกกำลังกาย</b>
                  การตั้งเป้าหมายในการออกกำลังกายจะช่วยให้ผู้ฝึกสามารถออกกำลังได้ตรงตามความต้องการมากขึ้น เบื้องต้นควรพิจารณาว่าจะตั้งเป้าหมายออกกำลังกายในระยะสั้นหรือระยะยาว 
                  ตั้งเป้าที่ทำได้และเห็นผล รวมทั้งหมั่นตรวจสอบเป้าหมายของตนเองอย่างสม่ำเสมอ การตั้งเป้าหมายระยะสั้นจะช่วยให้ผู้ฝึกเคลื่อนไหวร่างกายอย่างสม่ำเสมอในการดำเนินชีวิตประจำวันด้วย
                </p>

                <p>
                  <b>3.เขียนแผนการออกกำลังกาย</b>
                  แผนการออกกำลังกายควรมีพื้นฐานมาจากเป้าหมายที่ชัดเจน โดยเลือกประเภทกิจกรรมและระบุเหตุผล ช่วงเวลา รวมทั้งสถานที่ที่ต้องทำกิจกรรมดังกล่าว 
                  ทั้งนี้ควรเลือกกิจกรรมที่ผู้ฝึกจะทำได้จริง รวมทั้งหมั่นสำรวจว่าบรรลุเป้าหมายตามที่ตั้งเป้าไว้หรือไม่ ผู้ฝึกควรปฏิบัติกิจกรรมหรือออกกำลังที่รู้สึกสนุก 
                  เพื่อฝึกตัวเองให้ออกกำลังหรือเคลื่อนไหวร่างกายอย่างสม่ำเสมอทุกวัน
                </p>

                <p>
                  <b>4.ปรึกษาแพทย์เกี่ยวกับการออกกำลังกาย</b>
                  การปรับระดับความหนักของกิจกรรมหรือการออกกำลังกายถือเป็นเรื่องที่ผู้ฝึกควรปรึกษาแพทย์ ซึ่งมักทำในกรณีที่ผู้ฝึกบางรายมีปัญหาสุขภาพ หรือไม่สามารถเริ่มออกกำลังกายระดับที่หนักได้
                  โดยผู้ฝึกควรพบแพทย์เพื่อปรึกษาเกี่ยวกับการออกกำลังกายในประเด็นต่างๆ ดังนี้
                  <ul>
                    <li>กิจกรรมที่ควรเลี่ยงและผลกระทบของอาการป่วยหรือการผ่าตัดที่ส่งผลต่อการออกกำลังกาย</li>
                    <li>อาการป่วยบางอย่างที่ยังหาสาเหตุไม่ได้ เช่น เจ็บหรือแน่นหน้าอก ปวดข้อต่อ เวียนศีรษะ หรือหายใจไม่สุด ผู้ฝึกควรพักร่างกายจนกว่าจะได้รับการวินิจฉัยและรักษาอาการดังกล่าว</li>
                    <li>ผลกระทบจากปัญหาสุขภาพบางอย่างที่ส่งผลต่อการออกกำลังกาย เช่น ผู้ป่วยโรคข้ออักเสบอาจต้องเลี่ยงออกกำลังกายบางประเภท</li>
                    <li>ปัญหาสุขภาพบางอย่างที่ยังไม่สามารถควบคุมอาการได้ และอาจส่งผลต่อกิจกรรมที่ทำอยู่ เช่น ผู้ป่วยความดันโลหิตหรือเบาหวานจำเป็นต้องรู้วิธีออกกำลังกายที่ปลอดภัยกับตัวเอง</li>  
                  </ul>
                </p>

                <p>
                  <b>5.เลือกรองเท้าสำหรับออกกำลังกาย</b>
                  รองเท้าออกกำลังกายนับเป็นอุปกรณ์สำคัญในการทำกิจกรรมเคลื่อนไหวร่างกาย ผู้ฝึกควรเลือกรองเท้าที่เหมาะสมกับกิจกรรมแต่ละอย่าง เช่น เดิน วิ่ง เต้น โดยเลือกรองเท้าพื้นเรียบ ไม่ทำให้ลื่น 
                  รองรับและพอดีกับเท้าของตนเอง หากพบว่ารองเท้าสึกหรือรู้สึกปวดเท้า  หน้าแข้ง เข่า หรือสะโพก หลังทำกิจกรรมต่าง ๆ ควรเปลี่ยนรองเท้าคู่ใหม่
                </p>

                <img src="../assets/img/blog_exercise/exercise3.jpg" class="img-fluid rounded mx-auto d-block" alt=""><br><br>
                <p>
                  <b>วิธีป้องกันอาการบาดเจ็บจากการออกกำลังกาย</b><br><br>
                  การออกกำลังกายที่ส่งผลดีต่อสุขภาพ ควรทำเป็นประจำเพื่อให้ได้รับประโยชน์จากการทำกิจกรรมนั้น ๆ รวมทั้งควรป้องกันอาการบาดเจ็บจากการออกกำลังกาย ซึ่งทำได้ดังนี้
                  <ul>
                    <li>ผู้ฝึกที่เริ่มออกกำลังกาย ควรเริ่มออกกำลังช้า ๆ และฝึกออกกำลังกายที่มีความหนักระดับต่ำ</li>
                    <li>ควรออกกำลังกายหลังรับประทาน โดยรออย่างน้อย 2 ชั่วโมง</li>
                    <li>ควรสวมรองเท้าที่พอดีและเหมาะสมกับกิจกรรมที่ทำ รวมทั้งใส่เสื้อผ้าที่ไม่รัดแน่น เพื่อให้เคลื่อนไหวร่างกายได้สะดวก</li>
                    <li>ควรอบอุ่นร่างกายด้วยการเคลื่อนไหวร่างกายเบา ๆ ก่อนออกกำลังกายทุกครั้ง</li>
                    <li>ดื่มน้ำก่อน ระหว่าง และหลังออกกำลังกายอยู่เสมอ</li>
                    <li>ควรหมั่นสังเกตสภาพแวดล้อมรอบตัวในกรณีที่ออกกำลังกลางแจ้ง</li>
                    <li>ควรหยุดออกกำลังกายในกรณีที่รู้สึกแน่นหรือเจ็บหน้าอก คอ ไหล่ หรือแขน รวมทั้งเกิดอาการเวียนศีรษะ มวนท้อง เหงื่อออกขณะที่ตัวเย็น เป็นตะคริว หรือเจ็บข้อต่อ เท้า ข้อเท้า และขา</li>
                  </ul>
                </p>

                <p>
                  <b>ออกกำลังกายอย่างพอดีมีประโยชน์อย่างไร</b><br>
                  ผู้ที่ออกกำลังกายอย่างสม่ำเสมอย่อมได้รับประโยชน์หลายอย่าง โดยการออกกำลังกายเป็นประจำส่งผลดีต่อสุขภาพ ดังนี้
                </p>

                <p>
                  <b>1.ควบคุมน้ำหนัก</b>
                  ผู้ที่ออกกำลังกายสม่ำเสมอจะช่วยไม่ให้น้ำหนักตัวมากขึ้น รวมทั้งไม่ทำให้น้ำหนักลดลงเกินไป เนื่องจากร่างกายจะเผาผลาญพลังงานขณะที่ออกแรงเคลื่อนไหวร่างกาย หากออกแรงทำกิจกรรมมาก ก็สามารถเผาผลาญได้มากตามไปด้วย ส่วนผู้ที่ไม่มีเวลาออกกำลังกายอย่างเต็มที่ ควรหาโอกาสเคลื่อนไหวร่างกายอยู่เสมอ เช่น เดินขึ้นบันไดแทนการใช้ลิฟต์
                </p>

                <p>
                  <b>2.ต้านโรคและปัญหาสุขภาพ</b>
                  การออกกำลังกายสม่ำเสมอจะช่วยป้องกันและควบคุมอาการของโรคและปัญหาสุขภาพบางอย่างไม่ให้แย่ลง โดยจะช่วยป้องกันอาการป่วยเป็นโรคหลอดเลือดในสมอง กลุ่มอาการเมตาบอลิก (Metabolic Syndrome) เบาหวานชนิดที่ 2 โรคซึมเศร้า ข้ออักเสบ และโรคมะเร็งต่าง ๆ
                </p>

                <p>
                  <b>3.ทำให้อารมณ์แจ่มใส</b>
                  การเคลื่อนไหวร่างกายหรือออกกำลังกายจะกระตุ้นสารสื่อประสาทในสมองที่ช่วยให้ร่างกายผ่อนคลายขึ้น ทั้งนี้ ผู้ที่ออกกำลังกายเป็นประจำจะรู้สึกดีหรือพึงพอใจรูปร่างและตัวเองมากขึ้น ซึ่งช่วยให้รู้สึกมั่นใจตัวเองมากกว่าเดิม
                </p>

                <p>
                  <b>4.เพิ่มพลัง</b>
                  ผู้ที่ออกกำลังกายสม่ำเสมอจะมีกล้ามเนื้อที่แข็งแรงและสมรรถภาพความทนทานของร่างกายเพิ่มขึ้น เนื่องจากการออกกำลังกายจะช่วยลำเลียงออกซิเจนและสารอาหารไปสู่เนื้อเยื่อ อีกทั้งยังช่วยให้ระบบหัวใจและหลอดเลือดทำงานมีประสิทธิภาพมากขึ้น เสริมสร้างสุขภาพหัวใจและปอด และมีพลังในการประกอบกิจกรรมต่าง ๆ ได้ดี
                </p>

                <p>
                  <b>5.นอนหลับง่ายขึ้น</b>
                  การออกกำลังกายยังส่งผลดีต่อการนอนหลับ โดยช่วยให้นอนหลับได้เร็วและหลับสนิท อย่างไรก็ตาม ควรเว้นช่วงเข้านอนหลังออกกำลังกายให้เหมาะสม เนื่องจากผู้ฝึกอาจรู้สึกตื่นตัวจนนอนไม่หลับ
                </p>

                <p>
                  <b>6.ผ่อนคลายมากขึ้น</b>
                  การออกกำลังกายถือเป็นกิจกรรมที่ช่วยให้ผู้ฝึกรู้สึกสนุก ผ่อนคลาย รวมทั้งช่วยกระชับสัมพันธ์กับคนในครอบครัวและเพื่อน
                </p>

                <p>
                  <b>ออกกำลังกายอย่างไรให้เหมาะสม?</b><br>
                  การออกกำลังกายอย่างสม่ำเสมอก่อให้เกิดผลดีต่อสุขภาพ โดยควรออกกำลังกายให้เหมาะสมตามวัยและอายุของตน ดังนี้
                  <ul>
                    <li>ทารก พ่อแม่ควรดูแลทารก โดยช่วยให้เด็กเกิดการเคลื่อนไหวร่างกายส่วนต่าง ๆ เป็นประจำทุกวันเพื่อกระตุ้นพัฒนาการด้านการเคลื่อนไหวของเด็ก</li>
                    <li>เด็กหัดคลาน ควรเคลื่อนไหวร่างกายอย่างน้อยวันละ 1 ชั่วโมงครึ่ง โดยให้เด็กเคลื่อนไหวร่างกายแต่ละส่วน 30 นาที และทำกิจกรรมเล่นทั่วไป 60 นาที</li>
                    <li>เด็กก่อนวัยเรียน ควรออกกำลังกายอย่างน้อยวันละ 2 ชั่วโมงโดยออกกำลังกาย 60 นาที และทำกิจกรรมผ่อนคลายอื่นๆ เพื่อเคลื่อนไหวร่างกาย 60 นาที</li>
                    <li>เด็กอายุ 5-18 ปี ควรออกกำลังกายหรือทำกิจกรรมเคลื่อนไหวร่างกายอย่างน้อยวันละ 60 นาที</li>
                    <li>ผู้ใหญ่อายุ 19-64 ปี ควรออกกำลังกายแบบแอโรบิกและฝึกกล้ามเนื้อที่มีความหนักปานกลางอย่างน้อยสัปดาห์ละ 150 นาที หรือออกกำลังกายแบบแอโรบิกและฝึกกล้ามเนื้อที่มีความหนักระดับเข้มข้นสัปดาห์ละ 75 นาที</li>
                    <li>ผู้สูงอายุ 65 ปี ขึ้นไป ควรออกกำลังกายแบบแอโรบิกและฝึกกล้ามเนื้อที่มีความหนักระดับปานกลางอย่างน้อยสัปดาห์ละ 150 นาที หรือออกกำลังกายแบบแอโรบิกและฝึกกล้ามเนื้อที่มีความหนักระดับเข้มข้นสัปดาห์ละ 75 นาที</li>
                  </ul>
                </p>
              </div><!-- End post content -->
              <div class="meta-bottom">
                <i class="bi bi-folder"></i>
                <ul class="cats">
                  <li><a href="#"></a></li>
                </ul>
              </div>

            </article><!-- End blog post -->

          </div>

        </div>

      </div>
    </section><!-- End Blog Details Section -->

  </main><!-- End #main -->

  <!-- ======= Footer ======= -->
<!-- ======= Footer ======= -->
<footer id="footer" class="footer">
</div>

<div class="container mt-4">
  <div class="copyright">
    &copy; Copyright <strong><span>Eazy</span></strong>. All Rights Reserved
  </div>
  <div class="credits">
    Designed by <a href="https://bootstrapmade.com/">ทนงทวยคงควรคอย</a>
  </div>
</div>

</footer>
<!-- End Footer -->
  <!-- End Footer -->

  <a href="#" class="scroll-top d-flex align-items-center justify-content-center"><i class="bi bi-arrow-up-short"></i></a>

  <div id="preloader"></div>

  <!-- Vendor JS Files -->
  <script src="../assets/vendor/bootstrap/js/bootstrap.bundle.min.js"></script>
  <script src="../assets/vendor/aos/aos.js"></script>
  <script src="../assets/vendor/glightbox/js/glightbox.min.js"></script>
  <script src="../assets/vendor/purecounter/purecounter_vanilla.js"></script>
  <script src="../assets/vendor/swiper/swiper-bundle.min.js"></script>
  <script src="../assets/vendor/isotope-layout/isotope.pkgd.min.js"></script>
  <script src="../assets/vendor/php-email-form/validate.js"></script>

  <!-- Template Main JS File -->
  <script src="../assets/js/main.js"></script>

</body>

</html>